export default {
	months: {
		ru: {
			short: {
				0: 'Янв',
				1: 'Фев',
				2: 'Мар',
				3: 'Апр',
				4: 'Май',
				5: 'Июн',
				6: 'Июл',
				7: 'Авг',
				8: 'Сен',
				9: 'Окт',
				10: 'Ноя',
				11: 'Дек'
			},
			full: {
				0: 'Январь',
				1: 'Февраль',
				2: 'Март',
				3: 'Апрель',
				4: 'Май',
				5: 'Июнь',
				6: 'Июль',
				7: 'Август',
				8: 'Сентябрь',
				9: 'Октябрь',
				10: 'Ноябрь',
				11: 'Декабрь'
			}
		},
		en: {
			short: {
				0: 'Jan',
				1: 'Feb',
				2: 'Mar',
				3: 'Apr',
				4: 'May',
				5: 'Jun',
				6: 'Jul',
				7: 'Aug',
				8: 'Sep',
				9: 'Oct',
				10: 'Nov',
				11: 'Dec'
			},
			full: {
				0: 'January',
				1: 'February',
				2: 'March',
				3: 'April',
				4: 'May',
				5: 'June',
				6: 'July',
				7: 'August',
				8: 'September',
				9: 'October',
				10: 'November',
				11: 'December'
			}
		}
	},
	weeks: {
		ru: {
			short: {
				0: 'Вс',
				1: 'Пн',
				2: 'Вт',
				3: 'Ср',
				4: 'Чт',
				5: 'Пт',
				6: 'Сб'
			},
			full: {
				0: 'Воскресенье',
				1: 'Понедельник',
				2: 'Вторник',
				3: 'Среда',
				4: 'Четверг',
				5: 'Пятница',
				6: 'Суббота'
			}
		},
		en: {
			short: {
				0: 'Sun',
				1: 'Mon',
				2: 'Tue',
				3: 'Wed',
				4: 'Thu',
				5: 'Fri',
				6: 'Sat'
			},
			full: {
				0: 'Sunday',
				1: 'Monday',
				2: 'Tuesday',
				3: 'Wednesday',
				4: 'Thursday',
				5: 'Friday',
				6: 'Saturday'
			}
		}
	}
}
